FemDesign.ModellingTools.FictitiousBar.#ctor
Parameterless constructor for serialization

FemDesign.ModellingTools.FictitiousBar.#ctor(FemDesign.Geometry.Edge,FemDesign.Geometry.Vector3d,FemDesign.Bars.Connectivity,FemDesign.Bars.Connectivity,System.String,System.Double,System.Double,System.Double,System.Double)
Internal constructor.